{
    "rippledsky_dai_960.jpg": {
        "copyright": "Jeff Dai",
        "date": "2022-11-20",
        "explanation": "Why would the sky look like a giant target? Airglow. Following a giant thunderstorm over Bangladesh in late April, giant circular ripples of glowing air appeared over Tibet, China, as pictured here. The unusual pattern is created by atmospheric gravity waves, waves of alternating air pressure that can grow with height as the air thins, in this case about 90-kilometers up.  Unlike auroras powered by collisions with energetic charged particles and seen at high latitudes, airglow is due to chemiluminescence, the production of light in a chemical reaction.  More typically seen near the horizon, airglow keeps the night sky from ever being completely dark.",
        "hdurl": "https://apod.nasa.gov/apod/image/2211/rippledsky_dai_960.jpg",
        "title": "Airglow Ripples over Tibet",
        "url": "https://apod.nasa.gov/apod/image/2211/rippledsky_dai_960.jpg"
    },
    "Butterfly_HubbleOstling_960.jpg": {
        "date": "2022-11-21",
        "explanation": "Stars can make beautiful patterns as they age -- sometimes similar to flowers or insects. NGC 6302, the Butterfly Nebula, is a notable example.  Though its gaseous wingspan covers over 3 light-years and its estimated surface temperature exceeds 200,000 degrees C, the aging central star of NGC 6302, the featured planetary nebula, has become exceptionally hot, shining brightly in visible and ultraviolet light but hidden from direct view by a dense torus of dust. This sharp close-up was recorded by the Hubble Space Telescope and is processed here to show off remarkable details of the complex planetary nebula, highlighting in particular light emitted by oxygen (shown as blue), hydrogen (green), and nitrogen (red). NGC 6302 lies about 3,500 light-years away in the arachnologically correct constellation of the Scorpion (Scorpius). Planetary nebulas evolve from outer atmospheres of stars like our Sun, but usually fade in about 20,000 years.",
        "hdurl": "https://apod.nasa.gov/apod/image/2211/Butterfly_HubbleOstling_3656.jpg",
        "title": "The Butterfly Nebula from Hubble",
        "url": "https://apod.nasa.gov/apod/image/2211/Butterfly_HubbleOstling_960.jpg"
    },
    "DoubleCluster_Lease_960.jpg": {
        "copyright": "Tommy Lease",
        "date": "2022-11-22",
        "explanation": "Few star clusters are this close to each other.  Visible to the unaided eye from dark sky areas, it was cataloged in 130 BC by Greek astronomer Hipparchus.  Some 7,000 light-years away, this pair of open star clusters is also an easy binocular target, a striking starfield in the northern constellation of the mythical Greek hero Perseus. Now known as h and chi Persei, or NGC 869 (above right) and NGC 884, the clusters themselves are separated by only a few hundred light-years and contain stars much younger and hotter than the Sun.  In addition to being physically close together, the clusters' ages based on their individual stars are similar - evidence that both clusters were likely a product of the same star-forming region.",
        "hdurl": "https://apod.nasa.gov/apod/image/2211/DoubleCluster_Lease_3756.jpg",
        "title": "A Double Star Cluster in Perseus",
        "url": "https://apod.nasa.gov/apod/image/2211/DoubleCluster_Lease_960.jpg"
    },
    "earthset-snap01.png": {
        "date": "2022-11-23",
        "explanation": "ght billion people are about to disappear in this snapshot from space. Taken on November 21, the sixth day of the Artemis 1 mission, their home world is setting behind the Moon's bright edge as viewed by an external camera on the outbound Orion spacecraft. The Orion was headed for a powered flyby that took it to within 130 kilometers of the lunar surface. Velocity gained in the flyby maneuver will be used to reach a distant retrograde orbit around the Moon. That orbit is considered distant because it's another 92,000 kilometers beyond the Moon, and retrograde because the spacecraft will orbit in the opposite direction of the Moon's orbit around planet Earth. Orion will enter its distant retrograde orbit on Friday, November 25. Swinging around the Moon, Orion will reach a maximum distance (just over 400,000 kilometers) from Earth on Monday November 28 exceeding a record set by Apollo 13 for most distant spacecraft designed for human space exploration.",
        "hdurl": "https://apod.nasa.gov/apod/image/2211/earthset-snap00.png",
        "title": "Earthset from Orion",
        "url": "https://apod.nasa.gov/apod/image/2211/earthset-snap01.png"
    },
    "LDN1251v7social1024.png": {
        "copyright": "Stefano Attalienti",
        "date": "2022-11-24",
        "explanation": "Stars are forming in Lynds Dark Nebula (LDN) 1251. About 1,000 light-years away and drifting above the plane of our Milky Way galaxy, the dusty molecular cloud is part of a complex of dark nebulae mapped toward the Cepheus flare region. Across the spectrum, astronomical explorations of the obscuring interstellar clouds reveal energetic shocks and outflows associated with newborn stars, including the telltale reddish glow from scattered Herbig-Haro objects hiding in the image. Distant background galaxies also lurk on the scene, almost buried behind the dusty expanse. This alluring view spans over four full moons on the sky, or 35 light-years at the estimated distance of LDN 1251.",
        "hdurl": "https://apod.nasa.gov/apod/image/2211/LDN1251v7social.png",
        "title": "Lynds Dark Nebula 1251",
        "url": "https://apod.nasa.gov/apod/image/2211/LDN1251v7social1024.png"
    },
    "STSCI-H-p1827h-NGC6744_1024x925.jpg": {
        "date": "2022-11-25",
        "explanation": "Beautiful spiral galaxy NGC 6744 is nearly 175,000 light-years across. That's larger than the Milky Way. It lies some 30 million light-years distant in the southern constellation Pavo, with its galactic disk tilted towards our line of sight. This Hubble close-up of the nearby island universe spans about 24,000 light-years or so across NGC 6744's central region. The Hubble view combines visible light and ultraviolet image data. The giant galaxy's yellowish core is dominated by the visible light from old, cool stars. Beyond the core are star-forming regions and young star clusters scattered along the inner spiral arms. NGC 6744's young star clusters are bright at ultraviolet wavelengths, shown in blue and magenta hues. Spiky stars scattered around the frame are foreground stars and well within our own Milky Way.",
        "hdurl": "https://apod.nasa.gov/apod/image/2211/STSCI-H-p1827h-NGC6744_2000x1924.jpg",
        "title": "NGC 6744: Extragalactic Close-Up",
        "url": "https://apod.nasa.gov/apod/image/2211/STSCI-H-p1827h-NGC6744_1024x925.jpg"
    },
    "LastRingPortrait_Cassini_1080.jpg": {
        "date": "2022-11-26",
        "explanation": "Saturn is still bright in planet Earth's night skies. Telescopic views of the distant gas giant and its beautiful rings often make it a star at star parties. But this stunning view of Saturn's rings and night side just isn't possible from telescopes closer to the Sun than the outer planet. They can only bring Saturn's day into view. In fact, this image of Saturn's slender sunlit crescent with night's shadow cast across its broad and complex ring system was captured by the Cassini spacecraft. A robot spacecraft from planet Earth, Cassini called Saturn orbit home for 13 years before it was directed to dive into the atmosphere of the gas giant on September 15, 2017. This magnificent mosaic is composed of frames recorded by Cassini's wide-angle camera only two days before its grand final plunge. Saturn's night will not be seen again until another spaceship from Earth calls.",
        "hdurl": "https://apod.nasa.gov/apod/image/2211/LastRingPortrait_Cassini_4472.jpg",
        "title": "Saturn at Night",
        "url": "https://apod.nasa.gov/apod/image/2211/LastRingPortrait_Cassini_1080.jpg"
    },
    "SupernumeraryRainbows_Entwistle_960.jpg": {
        "copyright": "John Entwistle",
        "date": "2022-11-27",
        "explanation": "Yes, but can your rainbow do this?  After the remnants of Hurricane Florence passed over the Jersey Shore, New Jersey, USA in 2018, the Sun came out in one direction but something quite unusual appeared in the opposite direction: a hall of rainbows.  Over the course of a next half hour, to the delight of the photographer and his daughter, vibrant supernumerary rainbows faded in and out, with at least five captured in this featured single shot.  Supernumerary rainbows only form when falling water droplets are all nearly the same size and typically less than a millimeter across.  Then, sunlight will not only reflect from inside the raindrops, but interfere, a wave phenomenon similar to ripples on a pond when a stone is thrown in. In fact, supernumerary rainbows can only be explained with waves, and their noted existence in the early 1800s was considered early evidence of light's wave nature.   Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
        "hdurl": "https://apod.nasa.gov/apod/image/2211/SupernumeraryRainbows_Entwistle_1362.jpg",
        "title": "Supernumerary Rainbows over New Jersey",
        "url": "https://apod.nasa.gov/apod/image/2211/SupernumeraryRainbows_Entwistle_960.jpg"
    },
    "Leonids2022_Hongyang_960.jpg": {
        "copyright": "Luo Hongyang",
        "date": "2022-11-28",
        "explanation": "Where will the next meteor appear? Even during a meteor shower, it is practically impossible to know. Therefore, a good way to enjoy a meteor shower is to find a place where you can sit comfortably and monitor a great expanse of dark sky. And it may be satisfying to share this experience with a friend.  The meteor shower depicted was the 2022 Leonids which peaked earlier this month, and the view is from Hainan, China looking out over the South China Sea. Meteor streaks captured over a few hours were isolated and added to a foreground image recorded earlier.  From this place and time, Leonid meteors that trace back to the constellation of Leo were seen streaking across other constellations including Orion. The bright red planet Mars appears near the top of the image. Bonding over their love of astronomy, the two pictured meteor enthusiasts, shown celebrating their common birthday this month, are now married.",
        "hdurl": "https://apod.nasa.gov/apod/image/2211/Leonids2022_Hongyang_2880.jpg",
        "title": "Leonid Meteors Through Orion",
        "url": "https://apod.nasa.gov/apod/image/2211/Leonids2022_Hongyang_960.jpg"
    },
    "Gum_Lima_960.jpg": {
        "copyright": "Victor Lima",
        "date": "2022-11-29",
        "explanation": "Because the Gum Nebula is the closest supernova remnant, it is actually hard to see.  Spanning 40 degrees across the sky, the nebula appears so large and faint that it is easily lost in the din of a bright and complex background.  The Gum Nebula is highlighted nicely in red emission toward the right of the featured wide-angle, single-image photograph taken in late May. Also visible in the frame are the Atacama Desert in Chile in the foreground, the Carina Nebula in the plane of our Milky Way galaxy running diagonally down from the upper left, and the neighboring Large Magellanic Cloud (LMC) galaxy. The Gum Nebula is so close that we are much nearer the front edge than the back edge, each measuring 450 and 1500 light years respectively.  The complicated nebula lies in the direction of the constellations of Puppis and Vela.  Oddly, much remains unknown about the Gum Nebula, including the timing and even number of supernova explosions that formed it.",
        "hdurl": "https://apod.nasa.gov/apod/image/2211/Gum_Lima_1365.jpg",
        "title": "The Gum Nebula Supernova Remnant",
        "url": "https://apod.nasa.gov/apod/image/2211/Gum_Lima_960.jpg"
    },
    "Cave_Copyright_APOD1024.png": {
        "copyright": "Anthony Quintile",
        "date": "2022-11-30",
        "explanation": "This colorful skyscape spans about four full moons across nebula rich starfields along the plane of our Milky Way Galaxy in the royal northern constellation Cepheus. Near the edge of the region's massive molecular cloud some 2,400 light-years away, bright reddish emission region Sharpless (Sh) 155 is at the center of the frame, also known as the Cave Nebula. About 10 light-years across the cosmic cave's bright walls of gas are ionized by ultraviolet light from the hot young stars around it. Dusty reflection nebulae, like vdB 155 to the right, and dense obscuring clouds of dust also abound on the interstellar canvas. Astronomical explorations have revealed other dramatic signs of star formation, including the bright reddish fleck of Herbig-Haro (HH) 168. Below and right of center, the Herbig-Haro object emission is generated by energetic jets from a newborn star.",
        "hdurl": "https://apod.nasa.gov/apod/image/2211/Cave_Copyright_APOD.png",
        "title": "The Light, the Dark, and the Dusty",
        "url": "https://apod.nasa.gov/apod/image/2211/Cave_Copyright_APOD1024.png"
    },
    "art001e000672-orig1024c.jpg": {
        "date": "2022-12-01",
        "explanation": "On flight day 13 (November 28) of the Artemis 1 mission the Orion spacecraft reached its maximum distance from Earth. In fact, over 430,000 kilometers from Earth its distant retrograde orbit also put Orion nearly 70,000 kilometers from the Moon. In the same field of view in this video frame from flight day 13, planet and large natural satellite even appear about the same apparent size from the uncrewed spacecraft's perspective. Today (December 1) should see Orion depart its distant retrograde orbit. En route to planet Earth it will head toward a second powered fly by of the Moon. Splashdown on the home world is expected on December 11.",
        "hdurl": "https://apod.nasa.gov/apod/image/2212/art001e000672-orig.jpg",
        "title": "Artemis 1: Flight Day 13",
        "url": "https://apod.nasa.gov/apod/image/2212/art001e000672-orig1024c.jpg"
    },
    "potm2211a_1024.jpg": {
        "date": "2022-12-02",
        "explanation": "Bright at infrared wavelengths, this merging galaxy pair is some 500 million light-years away toward the constellation Delphinus. The cosmic mashup is seen against a background of even more distant galaxies, and occasional spiky foreground stars. But the galaxy merger itself spans about 100,000 light-years in this deep James Webb Space Telescope image. The image data is from Webb's Near-InfraRed Camera (NIRCam) and Mid-InfraRed Instrument (MIRI). Their combined, sharp infrared view follows galactic scale restructuring in the dusty merger's wild jumble of intense star forming regions  and distorted spiral arms",
        "hdurl": "https://apod.nasa.gov/apod/image/2212/potm2211a.jpg",
        "title": "Merging Galaxy Pair IIZw096",
        "url": "https://apod.nasa.gov/apod/image/2212/potm2211a_1024.jpg"
    },
    "Mars-Stereo.png": {
        "copyright": "Marco Lorenzi",
        "date": "2022-12-03",
        "explanation": "Mars looks sharp in these two rooftop telescope views captured in late November from Singapore, planet Earth. At the time, Mars was about 82 million kilometers from Singapore and approaching its opposition, opposite the Sun in planet Earth's sky on December 8. Olympus Mons, largest of the volcanoes in the Tharsis Montes region (and largest known volcano in the Solar System), is near Mars' western limb. In both images it's the whitish donut-shape at the upper right. The dark area visible near center is the Terra Sirenum region while the long dark peninsula closest to the planet's eastern limb is Sinus Gomer. Near its tip is Gale crater, the Curiosity rover's landing site in 2012. Above Sinus Gomer, white spots are other volcanoes in the Elysium region. At the top of the planet is the north polar cap covered with ice and clouds. Taken about two days apart, these images of the same martian hemisphere form a stereo pair. Look at the center of the frame and cross your eyes until the separate images come together to see the Red Planet in 3D.",
        "hdurl": "https://apod.nasa.gov/apod/image/2212/Mars-Stereo.png",
        "title": "Stereo Mars near Opposition",
        "url": "https://apod.nasa.gov/apod/image/2212/Mars-Stereo.png"
    },
    "Pleiades_Estes_1080.jpg": {
        "copyright": "Blake EstesChristian Sasse",
        "date": "2022-12-05",
        "explanation": "Have you ever seen the Pleiades star cluster? Even if you have, you probably have never seen it as large and clear as this. Perhaps the most famous star cluster on the sky, the bright stars of the Pleiades can be seen with the unaided eye even from the depths of a light-polluted city.  With a long exposure from a dark location, though, the dust cloud surrounding the Pleiades star cluster becomes very evident. The featured 11-hour exposure, taken from the Siding Spring Observatory in Australia, covers a sky area several times the size of the full moon.  Also known as the Seven Sisters and M45, the Pleiades lies about 400 light years away toward the constellation of the Bull (Taurus).  A common legend with a modern twist is that one of the brighter stars faded since the cluster was named, leaving only six of the sister stars visible to the unaided eye. The actual number of Pleiades stars visible, however, may be more or less than seven, depending on the darkness of the surrounding sky and the clarity of the observer's eyesight.   Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
        "hdurl": "https://apod.nasa.gov/apod/image/2212/Pleiades_Estes_3000.jpg",
        "title": "Pleiades: The Seven Sisters Star Cluster",
        "url": "https://apod.nasa.gov/apod/image/2212/Pleiades_Estes_1080.jpg"
    },
    "M16Pillar_WebbOzsarac_960.jpg": {
        "date": "2022-12-06",
        "explanation": "What’s happening inside this interstellar mountain? Stars are forming. The mountain is actually a column of gas and dust in the picturesque Eagle Nebula (M16).  A pillar like this is so low in density that you could easily fly though it -- it only appears solid because of its high dust content and great depth. The glowing areas are lit internally by newly formed stars. These areas shine in red and infrared light because blue light is scattered away by intervening interstellar dust. The featured image was captured recently in near-infrared light in unprecedented detail by the James Webb Space Telescope (JWST), launched late last year. Energetic light, abrasive winds, and final supernovas from these young stars will slowly destroy this stellar birth column over the next 100,000 years.   Astrophysicists: Browse 2,900+ codes in the Astrophysics Source Code Library",
        "hdurl": "https://apod.nasa.gov/apod/image/2212/M16Pillar_WebbOzsarac_1668.jpg",
        "title": "M16: A Star Forming Pillar from Webb",
        "url": "https://apod.nasa.gov/apod/image/2212/M16Pillar_WebbOzsarac_960.jpg"
    },
    "NGC7293-TommasoStella2022WEB1024.jpg": {
        "copyright": "Tommaso Stella",
        "date": "2022-12-07",
        "explanation": "A mere seven hundred light years from Earth, toward the constellation Aquarius, a sun-like star is dying. The dying star's last few thousand years have produced the Helix Nebula (NGC 7293), a well studied and nearby example of a Planetary Nebula, typical of this final phase of stellar evolution.  Combining narrow band image data from emission lines of hydrogen atoms in red and oxygen atoms in blue-green hues, it shows tantalizing details of the Helix, including its bright inner region about 3 light-years across. The white dot at the Helix's center is this Planetary Nebula's hot, central star. A simple looking nebula at first glance, the Helix is now understood to have a surprisingly complex geometry.",
        "hdurl": "https://apod.nasa.gov/apod/image/2212/NGC7293-TommasoStella2022WEB.jpg",
        "title": "NGC 7293: The Helix Nebula",
        "url": "https://apod.nasa.gov/apod/image/2212/NGC7293-TommasoStella2022WEB1024.jpg"
    },
    "art001e002132_apod1024.jpg": {
        "date": "2022-12-08",
        "explanation": "A camera on board the uncrewed Orion spacecraft captured this view on December 5 as Orion approached its return powered flyby of the Moon.  Below one of Orion's extended solar arrays lies dark, smooth, terrain along the western edge of the Oceanus Procellarum. Prominent on the lunar nearside Oceanus Procellarum, the Ocean of Storms, is the largest of the Moon's lava-flooded maria. The lunar terminator, shadow line between lunar night and day, runs along the left of the frame. The 41 kilometer diameter crater Marius is top center, with ray crater Kepler peeking in at the edge, just right of the solar array wing. Kepler's bright rays extend to the north and west, reaching the dark-floored Marius. Of course the Orion spacecraft is now headed toward a December 11 splashdown in planet Earth's water-flooded Pacific Ocean.",
        "hdurl": "https://apod.nasa.gov/apod/image/2212/art001e002132.jpg",
        "title": "Orion and the Ocean of Storms",
        "url": "https://apod.nasa.gov/apod/image/2212/art001e002132_apod1024.jpg"
    },
    "Mars_Moon_fullsize_TGlenn1024.jpg": {
        "copyright": "Tom Glenn",
        "date": "2022-12-09",
        "explanation": "On the night of December 7 Mars wandered near the Full Moon. In fact the Red Planet was occulted, passing behind the Moon, when viewed from locations across Europe and North America. About an hour after disappearing behind the lunar disk Mars reappears in this stack of sharp video frames captured from San Diego, planet Earth. With the Moon in the foreground Mars was a mere 82 million kilometers distant, near its own opposition. Full Moon and full Mars were bright enough to provide the spectacular image with no exposure adjustments necessary. In the image Mars appears to rise just over ancient, dark-floored, lunar crater Abel very close to the southeastern edge of the Moon's near side. Humboldt is the large impact crater to its north (left).",
        "hdurl": "https://apod.nasa.gov/apod/image/2212/Mars_Moon_fullsize_TGlenn.jpg",
        "title": "Mars Rises above the Lunar Limb",
        "url": "https://apod.nasa.gov/apod/image/2212/Mars_Moon_fullsize_TGlenn1024.jpg"
    },
    "22466-22467anaVantuyne900.jpg": {
        "date": "2022-12-10",
        "explanation": "Get out your red/blue glasses and check out this stereo view of another world. Fifty years ago the scene was recorded by Apollo 17 mission commander Eugene Cernan on December 11, 1972, one orbit before descending to land on the Moon. The stereo anaglyph was assembled from two photographs (AS17-147-22465, AS17-147-22466) captured from his vantage point on board the Lunar Module Challenger as he and Dr. Harrison Schmitt flew over Apollo 17's landing site in the Taurus-Littrow Valley. The broad, sunlit face of the mountain dubbed South Massif rises near the center of the frame, above the dark floor of Taurus-Littrow to its left. Piloted by Ron Evans, the Command Module America is visible in orbit in the foreground against the South Massif's peak. Beyond the mountains, toward the lunar limb, lies the Moon's Mare Serenitatis.",
        "hdurl": "https://apod.nasa.gov/apod/image/2212/22466-22467anaVantuyne.jpg",
        "title": "America and the Sea of Serenity",
        "url": "https://apod.nasa.gov/apod/image/2212/22466-22467anaVantuyne900.jpg"
    },
    "iotruecolor_galileo_960.jpg": {
        "date": "2022-12-11",
        "explanation": "The strangest moon in the Solar System is bright yellow.  The featured picture, an attempt to show how Io would appear in the \"true colors\" perceptible to the average human eye, was taken in 1999 July by the Galileo spacecraft that orbited Jupiter from 1995 to 2003.  Io's colors derive from sulfur and molten silicate rock.  The unusual surface of Io is kept very young by its system of active volcanoes.  The intense tidal gravity of Jupiter stretches Io and damps wobbles caused by Jupiter's other Galilean moons.  The resulting friction greatly heats Io's interior, causing  molten rock to explode through the surface.  Io's volcanoes are so active that they are effectively turning the whole moon inside out.  Some of Io's volcanic lava is so hot it glows in the dark.   Artemis 1 Coverage: Orion return and splashdown",
        "hdurl": "https://apod.nasa.gov/apod/image/2212/iotruecolor_galileo_2796.jpg",
        "title": "Io in True Color",
        "url": "https://apod.nasa.gov/apod/image/2212/iotruecolor_galileo_960.jpg"
    }
}